Repository: W1ght/Hoshi-Reader-Mac
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, ru, tr, vi, zh_hans, zh_hant

source: Toggle Sasayaki Playback
ar: تبديل تشغيل Sasayaki
de: Sasayaki-Wiedergabe umschalten
es: Alternar reproducción de Sasayaki
fr: Basculer la lecture Sasayaki
it: Attiva/disattiva riproduzione Sasayaki
ja: Sasayaki再生を切り替え
ko: Sasayaki 재생 전환
nl: Sasayaki-afspelen wisselen
pt_br: Alternar reprodução do Sasayaki
ru: Переключить воспроизведение Sasayaki
tr: Sasayaki oynatmayı değiştir
vi: Bật/tắt phát Sasayaki
zh_hans: 切换 Sasayaki 播放
zh_hant: 切換 Sasayaki 播放

source: Next Sasayaki Cue
ar: مقطع Sasayaki التالي
de: Nächster Sasayaki-Cue
es: Pista Sasayaki siguiente
fr: Repère Sasayaki suivant
it: Segnale Sasayaki successivo
ja: 次のSasayakiキュー
ko: 다음 Sasayaki 큐
nl: Volgende Sasayaki-cue
pt_br: Próximo cue Sasayaki
ru: Следующая реплика Sasayaki
tr: Sonraki Sasayaki işareti
vi: Cue Sasayaki tiếp theo
zh_hans: 下一句 Sasayaki
zh_hant: 下一句 Sasayaki

source: Check for Updates
ar: التحقق من التحديثات
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher des mises à jour
it: Controlla aggiornamenti
ja: アップデートを確認
ko: 업데이트 확인
nl: Controleren op updates
pt_br: Verificar atualizações
ru: Проверить обновления
tr: Güncellemeleri kontrol et
vi: Kiểm tra cập nhật
zh_hans: 检查更新
zh_hant: 檢查更新

source: Update Available
ar: يتوفر تحديث
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
it: Aggiornamento disponibile
ja: アップデートがあります
ko: 업데이트 사용 가능
nl: Update beschikbaar
pt_br: Atualização disponível
ru: Доступно обновление
tr: Güncelleme mevcut
vi: Có bản cập nhật
zh_hans: 发现新版本
zh_hant: 發現新版本

source: Version %@ is available. You are using %@.
ar: الإصدار %@ متوفر. أنت تستخدم %@.
de: Version %@ ist verfügbar. Du verwendest %@.
es: La versión %@ está disponible. Estás usando %@.
fr: La version %@ est disponible. Vous utilisez %@.
it: La versione %@ è disponibile. Stai usando %@.
ja: バージョン %@ が利用できます。現在のバージョンは %@ です。
ko: 버전 %@을 사용할 수 있습니다. 현재 %@을 사용 중입니다.
nl: Versie %@ is beschikbaar. Je gebruikt %@.
pt_br: A versão %@ está disponível. Você está usando %@.
ru: Доступна версия %@. У вас установлена %@.
tr: %@ sürümü mevcut. Şu anda %@ kullanıyorsunuz.
vi: Phiên bản %@ đã có. Bạn đang dùng %@.
zh_hans: 新版本 %@ 已可用。你当前正在使用 %@。
zh_hant: 新版本 %@ 已可用。你目前正在使用 %@。

source: Open Download Page
ar: فتح صفحة التنزيل
de: Downloadseite öffnen
es: Abrir página de descarga
fr: Ouvrir la page de téléchargement
it: Apri pagina di download
ja: ダウンロードページを開く
ko: 다운로드 페이지 열기
nl: Downloadpagina openen
pt_br: Abrir página de download
ru: Открыть страницу загрузки
tr: İndirme sayfasını aç
vi: Mở trang tải xuống
zh_hans: 打开下载页
zh_hant: 開啟下載頁

source: Later
ar: لاحقًا
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
ja: あとで
ko: 나중에
pt_br: Mais tarde
ru: Позже
tr: Daha sonra
vi: Để sau
zh_hans: 稍后
zh_hant: 稍後

source: You're Up to Date
ar: أنت تستخدم أحدث إصدار
de: Du bist auf dem neuesten Stand
es: Ya tienes la última versión
fr: Vous êtes à jour
it: Hai già l’ultima versione
ja: 最新バージョンです
ko: 최신 버전입니다
nl: Je bent bijgewerkt
pt_br: Você está atualizado
ru: У вас последняя версия
tr: Güncelsiniz
vi: Bạn đang dùng bản mới nhất
zh_hans: 已是最新版本
zh_hant: 已是最新版本

source: Hoshi Reader %@ is the latest version.
ar: Hoshi Reader %@ هو أحدث إصدار.
de: Hoshi Reader %@ ist die neueste Version.
es: Hoshi Reader %@ es la versión más reciente.
fr: Hoshi Reader %@ est la dernière version.
it: Hoshi Reader %@ è la versione più recente.
ja: Hoshi Reader %@ は最新バージョンです。
ko: Hoshi Reader %@은 최신 버전입니다.
nl: Hoshi Reader %@ is de nieuwste versie.
pt_br: Hoshi Reader %@ é a versão mais recente.
ru: Hoshi Reader %@ — последняя версия.
tr: Hoshi Reader %@ en son sürüm.
vi: Hoshi Reader %@ là phiên bản mới nhất.
zh_hans: Hoshi Reader %@ 已经是最新版本。
zh_hant: Hoshi Reader %@ 已經是最新版本。

source: Update Check Failed
ar: فشل التحقق من التحديث
de: Updateprüfung fehlgeschlagen
es: No se pudo buscar actualizaciones
fr: Échec de la recherche de mise à jour
it: Controllo aggiornamenti non riuscito
ja: アップデート確認に失敗しました
ko: 업데이트 확인 실패
nl: Updatecontrole mislukt
pt_br: Falha ao verificar atualizações
ru: Не удалось проверить обновления
tr: Güncelleme kontrolü başarısız
vi: Không kiểm tra được cập nhật
zh_hans: 检查更新失败
zh_hant: 檢查更新失敗

source: Unable to check for updates. Please try again later.
ar: تعذر التحقق من التحديثات. يرجى المحاولة لاحقًا.
de: Updates konnten nicht geprüft werden. Bitte versuche es später erneut.
es: No se pudo buscar actualizaciones. Inténtalo de nuevo más tarde.
fr: Impossible de rechercher des mises à jour. Réessayez plus tard.
it: Impossibile controllare gli aggiornamenti. Riprova più tardi.
ja: アップデートを確認できませんでした。あとでもう一度お試しください。
ko: 업데이트를 확인할 수 없습니다. 나중에 다시 시도하세요.
nl: Kan niet controleren op updates. Probeer het later opnieuw.
pt_br: Não foi possível verificar atualizações. Tente novamente mais tarde.
ru: Не удалось проверить обновления. Повторите попытку позже.
tr: Güncellemeler kontrol edilemedi. Lütfen daha sonra tekrar deneyin.
vi: Không thể kiểm tra cập nhật. Vui lòng thử lại sau.
zh_hans: 无法检查更新，请稍后再试。
zh_hant: 無法檢查更新，請稍後再試。

source: Scale
ar: المقياس
de: Skalierung
es: Escala
fr: Échelle
it: Scala
ja: スケール
ko: 배율
nl: Schaal
pt_br: Escala
ru: Масштаб
tr: Ölçek
vi: Tỷ lệ
zh_hans: 缩放
zh_hant: 縮放

source: Disable Transparency
ar: تعطيل الشفافية
de: Transparenz deaktivieren
es: Desactivar transparencia
fr: Désactiver la transparence
it: Disattiva trasparenza
ja: 透明効果を無効化
ko: 투명 효과 비활성화
nl: Transparantie uitschakelen
pt_br: Desativar transparência
ru: Отключить прозрачность
tr: Saydamlığı devre dışı bırak
vi: Tắt độ trong suốt
zh_hans: 禁用透明效果
zh_hant: 停用透明效果

source: Show Skip Controls
ar: إظهار عناصر التحكم بالتخطي
de: Sprungsteuerung anzeigen
es: Mostrar controles de salto
fr: Afficher les commandes de saut
it: Mostra controlli di salto
ja: スキップ操作を表示
ko: 건너뛰기 컨트롤 표시
nl: Oversla-bediening tonen
pt_br: Mostrar controles de pular
ru: Показывать кнопки пропуска
tr: Atlama kontrollerini göster
vi: Hiển thị điều khiển bỏ qua
zh_hans: 显示跳过控制
zh_hant: 顯示跳過控制

source: Skip Controls will replace Next/Previous Cue controls
ar: ستستبدل عناصر التحكم بالتخطي عناصر التحكم بالمقطع السابق/التالي
de: Sprungsteuerungen ersetzen die Vorheriger/Nächster-Cue-Steuerung
es: Los controles de salto reemplazarán los controles de cue anterior/siguiente
fr: Les commandes de saut remplacent les commandes de réplique précédente/suivante
it: I controlli di salto sostituiscono quelli per cue precedente/successiva
ja: スキップ操作は前/次のキュー操作を置き換えます
ko: 건너뛰기 컨트롤은 이전/다음 큐 컨트롤을 대체합니다
nl: Oversla-bediening vervangt vorige/volgende cue-bediening
pt_br: Os controles de pular substituem os controles de cue anterior/próximo
ru: Кнопки пропуска заменят управление предыдущей/следующей репликой
tr: Atlama kontrolleri önceki/sonraki cue kontrollerinin yerini alır
vi: Điều khiển bỏ qua sẽ thay thế điều khiển cue trước/tiếp theo
zh_hans: 跳过控制会替代上一句/下一句控制
zh_hant: 跳過控制會取代上一句/下一句控制

source: Rename
ar: إعادة التسمية
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名前を変更
ko: 이름 변경
nl: Hernoemen
pt_br: Renomear
ru: Переименовать
tr: Yeniden adlandır
vi: Đổi tên
zh_hans: 重命名
zh_hant: 重新命名

source: Highlights
ar: التمييزات
de: Markierungen
es: Resaltados
fr: Surlignages
it: Evidenziazioni
ja: ハイライト
ko: 하이라이트
nl: Markeringen
pt_br: Destaques
ru: Выделения
tr: Vurgular
vi: Đánh dấu
zh_hans: 高亮
zh_hant: 高亮

source: No Highlights
ar: لا توجد تمييزات
de: Keine Markierungen
es: Sin resaltados
fr: Aucun surlignage
it: Nessuna evidenziazione
ja: ハイライトなし
ko: 하이라이트 없음
nl: Geen markeringen
pt_br: Sem destaques
ru: Нет выделений
tr: Vurgu yok
vi: Không có đánh dấu
zh_hans: 没有高亮
zh_hant: 沒有高亮

source: Load Audio
ar: تحميل الصوت
de: Audio laden
es: Cargar audio
fr: Charger l’audio
it: Carica audio
ja: 音声を読み込む
ko: 오디오 불러오기
nl: Audio laden
pt_br: Carregar áudio
ru: Загрузить аудио
tr: Sesi yükle
vi: Tải âm thanh
zh_hans: 加载音频
zh_hant: 載入音訊

source: Playback
ar: التشغيل
de: Wiedergabe
es: Reproducción
fr: Lecture
it: Riproduzione
ja: 再生
ko: 재생
nl: Afspelen
pt_br: Reprodução
ru: Воспроизведение
tr: Oynatma
vi: Phát lại
zh_hans: 播放
zh_hant: 播放

source: Delay
ar: التأخير
de: Verzögerung
es: Retardo
fr: Décalage
it: Ritardo
ja: 遅延
ko: 지연
nl: Vertraging
pt_br: Atraso
ru: Задержка
tr: Gecikme
vi: Độ trễ
zh_hans: 延迟
zh_hant: 延遲

source: Speed
ar: السرعة
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
it: Velocità
ja: 速度
ko: 속도
nl: Snelheid
pt_br: Velocidade
ru: Скорость
tr: Hız
vi: Tốc độ
zh_hans: 速度
zh_hant: 速度

source: Command Center
ar: مركز التحكم
de: Kontrollzentrum
es: Centro de control
fr: Centre de contrôle
it: Centro di controllo
ja: コントロールセンター
ko: 제어 센터
nl: Bedieningspaneel
pt_br: Central de Controle
ru: Центр управления
tr: Denetim Merkezi
vi: Trung tâm điều khiển
zh_hans: 控制中心
zh_hant: 控制中心

source: Sasayaki (Audiobooks)
ar: Sasayaki (الكتب الصوتية)
de: Sasayaki (Hörbücher)
es: Sasayaki (audiolibros)
fr: Sasayaki (livres audio)
it: Sasayaki (audiolibri)
ja: Sasayaki（オーディオブック）
ko: Sasayaki(오디오북)
nl: Sasayaki (luisterboeken)
pt_br: Sasayaki (audiolivros)
ru: Sasayaki (аудиокниги)
tr: Sasayaki (sesli kitaplar)
vi: Sasayaki (sách nói)
zh_hans: Sasayaki（有声书）
zh_hant: Sasayaki（有聲書）

source: Original Hoshi Reader Project
ar: مشروع Hoshi Reader الأصلي
de: Originalprojekt Hoshi Reader
es: Proyecto original Hoshi Reader
fr: Projet original Hoshi Reader
it: Progetto originale Hoshi Reader
ja: 元プロジェクト Hoshi Reader
ko: 원본 Hoshi Reader 프로젝트
nl: Origineel Hoshi Reader-project
pt_br: Projeto original Hoshi Reader
ru: Оригинальный проект Hoshi Reader
tr: Orijinal Hoshi Reader projesi
vi: Dự án Hoshi Reader gốc
zh_hans: 原项目 Hoshi Reader
zh_hant: 原專案 Hoshi Reader

source: Blur Images
zh_hans: 模糊图片
zh_hant: 模糊圖片

source: Daily
zh_hans: 每天
zh_hant: 每天

source: Horizontal
zh_hans: 横排
zh_hant: 橫排

source: Interval
zh_hans: 间隔
zh_hant: 間隔

source: Last Update
zh_hans: 上次更新
zh_hant: 上次更新

source: Monthly
zh_hans: 每月
zh_hant: 每月

source: Never
zh_hans: 从未
zh_hant: 從未

source: Paragraph Spacing
zh_hans: 段落间距
zh_hant: 段落間距

source: This will download the latest version of the following dictionaries (33 MB): JMdict (Term) JMnedict (Term) Jiten (Frequency)
zh_hans: 将下载以下词典的最新版本（33 MB）： JMdict（术语） JMnedict（术语） Jiten（频率）
zh_hant: 將下載以下辭典的最新版本（33 MB）： JMdict（術語） JMnedict（術語） Jiten（頻率）

source: Update Automatically
zh_hans: 自动更新
zh_hant: 自動更新

source: Updates
zh_hans: 更新
zh_hant: 更新

source: Vertical
zh_hans: 竖排
zh_hant: 直排

source: Weekly
zh_hans: 每周
zh_hant: 每週

source: Invert in System Dark Theme
zh_hans: 在系统深色主题中反转
zh_hant: 在系統深色主題中反轉

source: Show Action Bar
zh_hans: 显示操作栏
zh_hant: 顯示操作列

source: Listen to audiobooks and read along with highlighted text.
zh_hans: 收听有声书，并跟随高亮文本阅读。
zh_hant: 收聽有聲書，並跟隨高亮文字閱讀。

source: Load the audiobook and press play, lines will be highlighted as the audiobook plays.
zh_hans: 加载有声书并播放，文本会随着音频播放自动高亮。
zh_hant: 加载有声书并播放，文本会随着音频播放自动高亮。

source: Auto-Scroll
zh_hans: 自动滚动
zh_hant: 自動捲動

source: Auto-Pause on Lookup
zh_hans: 查词时自动暂停
zh_hant: 查詞時自動暫停

source: Light Theme
zh_hans: 浅色主题
zh_hant: 淺色主題

source: Dark Theme
zh_hans: 深色主题
zh_hant: 深色主題

source: Mac card creation uses AnkiConnect.
zh_hans: Mac 制卡使用 AnkiConnect。
zh_hant: Mac 製卡使用 AnkiConnect。

source: Auto Sync
zh_hans: 自动同步
zh_hant: 自動同步

source: Fetching refreshes decks and models while preserving mappings for fields that still exist.
zh_hans: 获取会刷新牌组和模板，并保留仍然存在字段的映射。
zh_hant: 获取会刷新牌组和模板，并保留仍然存在字段的映射。

source: AnkiConnect Settings
zh_hans: AnkiConnect 设置
zh_hant: AnkiConnect 設定

source: Config
zh_hans: 配置
zh_hant: 設定

source: Importing a .colpkg/.apkg backup from Anki will allow Hoshi Reader to check for duplicates immediately. It's recommended to do this periodically to reduce drift.
zh_hans: 导入 Anki 的 .colpkg/.apkg 备份后，Hoshi Reader 可以立即检查重复。建议定期导入以减少偏差。
zh_hant: 导入 Anki 的 .colpkg/.apkg 备份后，Hoshi Reader 可以立即检查重复。建议定期导入以减少偏差。

source: Embed Dictionary Media
zh_hans: 嵌入词典媒体
zh_hant: 嵌入詞典媒體

source: Embedding media will increase size of glossaries (AnkiMobile).
zh_hans: 嵌入媒体会增加释义内容大小（AnkiMobile）。
zh_hant: 嵌入媒体会增加释义内容大小（AnkiMobile）。

source: On Mac, duplicate checks and card creation are performed through AnkiConnect.
zh_hans: 在 Mac 上，重复检查和制卡通过 AnkiConnect 完成。
zh_hant: 在 Mac 上，重复检查和制卡通过 AnkiConnect 完成。

source: This will refresh decks and models while preserving mappings for fields that still exist.
zh_hans: 这会刷新牌组和模板，并保留仍然存在字段的映射。
zh_hant: 这会刷新牌组和模板，并保留仍然存在字段的映射。

source: Type
zh_hans: 类型
zh_hant: 類型

source: Lookup
zh_hans: 查词
zh_hant: 查詞

source: Scan Non-Japanese Text
zh_hans: 扫描非日文文本
zh_hant: 掃描非日文文字

source: Collapse Dictionaries
zh_hans: 折叠词典
zh_hant: 折疊詞典

source: Expand First Dictionary
zh_hans: 展开第一个词典
zh_hant: 展開第一個詞典

source: Configure
zh_hans: 配置
zh_hant: 設定

source: Behaviour
zh_hans: 行为
zh_hant: 行為

source: Show Expression Tags
zh_hans: 显示表达标签
zh_hant: 顯示表達標籤

source: Harmonic Frequency
zh_hans: 调和频率
zh_hant: 調和頻率

source: Deduplicate Pitch Accents
zh_hans: 去重音调
zh_hant: 去重音調

source: Compact Pitch Accents
zh_hans: 紧凑音调
zh_hant: 緊湊音調

source: Mac Hover Delay
zh_hans: Mac 悬浮延迟
zh_hant: Mac 懸浮延遲

source: Expand All
zh_hans: 全部展开
zh_hant: 全部展開

source: Collapse All
zh_hans: 全部折叠
zh_hant: 全部折疊

source: Fetch from Anki?
zh_hans: 从 Anki 获取？
zh_hant: 從 Anki 擷取？

source: Connect to AnkiConnect before configuring decks, models, and fields.
zh_hans: 请先连接 AnkiConnect，再配置牌组、模板和字段。
zh_hant: 请先连接 AnkiConnect，再配置牌组、模板和字段。

source: Fetch decks and models from AnkiConnect
zh_hans: 从 AnkiConnect 获取牌组和模板
zh_hant: 從 AnkiConnect 取得牌組和模板

source: Refresh Google Drive Books
zh_hans: 刷新 Google Drive 书籍
zh_hant: 重新整理 Google Drive 書籍

source: Downloading book from Google Drive...
zh_hans: 正在从 Google Drive 下载书籍...
zh_hant: 正在從 Google Drive 下載書籍...

source: Delete from Google Drive
zh_hans: 从 Google Drive 删除
zh_hant: 從 Google Drive 刪除

source: Delete "%@" from Google Drive?
zh_hans: 要从 Google Drive 删除“%@”吗？
zh_hant: 要從 Google Drive 刪除「%@」嗎？

source: Clear Cache
zh_hans: 清除缓存
zh_hant: 清除快取

source: Clear Cache?
zh_hans: 清除缓存？
zh_hant: 清除快取？

source: This will clear cached folder ids and book covers.
zh_hans: 这会清除已缓存的文件夹 ID 和书籍封面。
zh_hant: 這會清除已快取的資料夾 ID 和書籍封面。

source: Sign out?
zh_hans: 退出登录？
zh_hant: 登出？

source: Signing out will clear authorization tokens, cached folder ids and book covers.
zh_hans: 退出登录会清除授权 token、已缓存的文件夹 ID 和书籍封面。
zh_hant: 登出會清除授權 token、已快取的資料夾 ID 和書籍封面。

source: Data
zh_hans: 数据
zh_hant: 資料

source: Upload Books
zh_hans: 上传书籍
zh_hant: 上傳書籍

source: Uploads books on first sync if no bookdata is stored on Google Drive.
zh_hans: 如果 Google Drive 上还没有 bookdata，首次同步时会上传书籍。
zh_hant: 如果 Google Drive 上還沒有 bookdata，首次同步時會上傳書籍。

source: Sync Stats
zh_hans: 同步统计
zh_hant: 同步統計

source: Sync Audiobook Progress
zh_hans: 同步有声书进度
zh_hant: 同步有聲書進度

source: More...
zh_hans: 更多...
zh_hant: 更多...
